{
  "kind": "PLAN",
  "meta": {
    "formato": "Plan de Gobierno",
    "proceso_electoral": "Elecciones Generales 2026",
    "anio": 2025,
    "fuente": {
      "tipo": "pdf",
      "archivo": "cesar-acuna-peralta-p.pdf",
      "paginas": null
    }
  },
  "axes": {
    "SEG": {
      "found": true,
      "title": "Seguridad ciudadana",
      "summary": "Propone fortalecer la Policía Nacional, modernizar el sistema de inteligencia contra el crimen organizado, combatir la extorsión y el sicariato, implementar tecnología de vigilancia, reforzar el control penitenciario y articular acciones entre gobierno nacional, regional y municipal para recuperar la seguridad en calles y barrios."
    },
    "ECO": {
      "found": true,
      "title": "Economía y empleo",
      "summary": "Plantea reactivación económica mediante impulso a MYPE, formalización empresarial, atracción de inversión privada, fortalecimiento de infraestructura, apoyo al agro, minería responsable y desarrollo regional productivo, con enfoque en generación de empleo formal y crecimiento descentralizado."
    },
    "SAL": {
      "found": true,
      "title": "Salud",
      "summary": "Incluye mejora del sistema público de salud, fortalecimiento del primer nivel de atención, abastecimiento oportuno de medicamentos, modernización hospitalaria, reducción de brechas en zonas rurales y articulación entre MINSA, ESSALUD y gobiernos regionales."
    },
    "EDU": {
      "found": true,
      "title": "Educación",
      "summary": "Propone mejorar infraestructura educativa, fortalecer formación docente, impulsar educación técnica y universitaria articulada al mercado laboral, ampliar conectividad digital y garantizar igualdad de oportunidades educativas en todo el país."
    },
    "SOC": {
      "found": true,
      "title": "Desarrollo social",
      "summary": "Contempla reducción de pobreza, programas sociales focalizados, vivienda, agua y saneamiento, inclusión de poblaciones vulnerables y fortalecimiento de políticas de protección social con enfoque territorial."
    }
  }
}
