{
  "meta": {
    "formato": "PLAN_AXES_V1",
    "candidate_full_name": "Keiko Sofía Fujimori Higuchi"
  },
  "axes": {
    "SEG": {
      "found": true,
      "title": "Seguridad ciudadana",
      "summary": "Plantea recuperar el control territorial y enfrentar crimen organizado con mayor capacidad de la PNP, inteligencia y acciones focalizadas; incluye fortalecimiento del sistema penitenciario y medidas para mejorar persecución del delito y respuesta del Estado."
    },
    "ECO": {
      "found": true,
      "title": "Economía y empleo",
      "summary": "Propone orden económico con consolidación fiscal y eficiencia del gasto; plantea reformas para mejorar competitividad, destrabar inversión y simplificar regulación, buscando crecimiento sostenido, formalización y generación de empleo."
    },
    "SAL": {
      "found": true,
      "title": "Salud",
      "summary": "En el pilar social plantea fortalecer intervenciones de salud pública y protección: énfasis en anemia materno-infantil (suplementos/medicamentos oportunos), acceso a agua segura, y servicios integrales para población vulnerable, incluyendo bienestar y salud mental en componentes específicos."
    },
    "EDU": {
      "found": true,
      "title": "Educación",
      "summary": "Incluye medidas para reducir deserción y mejorar logros: acompañamiento educativo (p. ej. continuidad en secundaria), impulso de educación técnica y ocupacional (STEM) alineada a demanda laboral, y fortalecimiento docente/directivo en competencias digitales e integración responsable de herramientas de IA."
    },
    "SOC": {
      "found": true,
      "title": "Pilar social",
      "summary": "Objetivo de reducción de pobreza con estrategia que combina programas sociales con oportunidades sostenibles: acceso a crédito productivo, capacitación, formalización y enfoque en hogares vulnerables, juventud y protección frente a violencia."
    },
    "AMB": {
      "found": true,
      "title": "Ambiente y sostenibilidad",
      "summary": "Incluye economía circular y gestión moderna de residuos, eliminación de botaderos, y acciones para Amazonía/biodiversidad (financiamiento verde, control de tráfico ilegal y remediación de pasivos), con metas e indicadores."
    }
  }
}
