{
  "meta": {
    "formato": "PLAN_AXES_V1",
    "candidate_full_name": "Rafael Bernardo López Aliaga Cazorla"
  },
  "axes": {
    "SEG": {
      "found": true,
      "title": "Seguridad ciudadana",
      "summary": "Plantea recuperar el control territorial y reducir la delincuencia mediante fortalecimiento operativo e institucional: mejor capacidad de respuesta del Estado, acciones de control y orden público, y medidas para enfrentar la inseguridad y el crimen, articulando autoridades y recursos para resultados medibles."
    },
    "ECO": {
      "found": true,
      "title": "Economía y empleo",
      "summary": "Enfatiza reactivación económica con reglas claras y reducción de trabas: simplificación de permisos, mejora del clima de inversión, impulso a infraestructura y servicios, y acciones para dinamizar actividad productiva, formalización y generación de empleo, con objetivos y metas por dimensión económica."
    },
    "SAL": {
      "found": true,
      "title": "Salud",
      "summary": "Propone mejorar acceso y calidad de atención, priorizando población vulnerable: fortalecimiento de servicios, respuesta frente a brechas de atención y medicamentos, y enfoque de eficiencia del gasto y gestión para asegurar prestaciones oportunas."
    },
    "EDU": {
      "found": true,
      "title": "Educación",
      "summary": "Plantea medidas de gestión educativa orientadas a resultados: liderazgo y responsabilidad de directivos, supervisión y mejora del desempeño, y enfoque de igualdad de oportunidades y meritocracia para elevar aprendizajes y calidad del sistema."
    },
    "SOC": {
      "found": true,
      "title": "Dimensión social",
      "summary": "Organiza propuestas sociales (salud, educación y atención a población vulnerable) con objetivos, metas e indicadores, buscando cerrar brechas y mejorar servicios esenciales con ejecución y seguimiento."
    },
    "INST": {
      "found": true,
      "title": "Dimensión institucional",
      "summary": "Incluye medidas de fortalecimiento del Estado y la gestión pública: ordenamiento institucional, mejora de capacidades y coordinación para ejecución de políticas con metas verificables."
    },
    "AMB": {
      "found": true,
      "title": "Dimensión territorial y ambiental",
      "summary": "Contiene lineamientos para ordenamiento territorial y componentes ambientales ligados a desarrollo e infraestructura, buscando equilibrar crecimiento con sostenibilidad y gestión del territorio."
    }
  }
}
